
/* Workgroup picker title text */
"MCX_WORKGROUPS_FOR" = "Werkgroepen voor %@";
"MCX_NO_WORKGROUPS_FOR" = "Er zijn geen werkgroepen voor %@";


/* Alert strings */
"MCX_CANT_CREATE_MOBILE_ACCNT_TITLE" = "Mobiele account kan niet worden aangemaakt.";
"MCX_CANT_CREATE_MOBILE_ACCNT_TEXT" = "Er heeft zich een probleem voorgedaan bij het aanmaken van uw mobiele account.";
"MCX_CANT_MOUNT_MOBILE_ACCNT_DEVICE_TEXT" = "Er heeft zich een probleem voorgedaan bij het benaderen van uw mobiele-accountvolume.";
"MCX_CANT_CREATE_MOBILE_ACCNT_RECORD_TEXT" = "Er heeft zich een probleem voorgedaan bij het aanmaken van uw mobiele-accountrecord.";
"MCX_BAD_MOBILE_ACCNT_PATH_TEXT" = "Er heeft zich een probleem voorgedaan bij het aanmaken of benaderen van '%@'.";
"MCX_CANT_CREATE_FILEVAULT_HOME_TEXT" = "Er heeft zich een probleem voorgedaan bij het aanmaken van een FileVault-thuismap.";
"MCX_BAD_FILEVAULT_HOME_PATH_TEXT" = "Uw FileVault-thuismap kan niet worden aangemaakt omdat er al een map met dezelfde naam bestaat.";

"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TITLE" = "U kunt niet doorgaan omdat u al bent ingelogd op een andere computer.";
"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TEXT" = "U kunt maar op één computer tegelijk inloggen. Neem contact op met uw systeembeheerder of probeer het later opnieuw.";

"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TITLE" = "U mag momenteel niet inloggen.";
"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TEXT" = "Met de huidige instellingen mag u niet inloggen. Neem contact op met uw systeembeheerder.";

"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TITLE" = "U mag momenteel niet inloggen.";
"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TEXT" = "Lokale gebruikers mogen niet inloggen. Neem contact op met uw systeembeheerder.";

